import React from 'react';
import logo from './logo.svg';
import './App.css';

function App() {
  return (
      <div>
        <div className="container">
          <h1>Привет, меня зовут Максим!</h1>
          <p>Скорее всего тебя удивил способ знакомства через рекламу VK, но мне кажется, что таргетинг - идеальный способ подобрать людей, близких тебе по интересам</p>
          <br/><br/>
          <h1>И чтобы всё было честно, я расскажу немного о себе 🙂</h1>
          <br/><br/>
        </div>
        <div className="container white">
          <h2>О себе</h2>
          <p>Мне 17 лет, учусь в одиннадцатом классе, параллельно работаю программистом на одного очень крутого человека, который помогает стать лучше</p>
          <br/><br/>
          <h2>Почему я решил начать знакомиться</h2>
          <p>Я хочу измениться в лучшую сторону. Для этого я хочу пообщаться с разными людьми, перенять их опыт, также помочь им стать ещё лучше!</p>
          <br/><br/>
          <h2>Увлечения</h2>
          <p>Очень много программирую, люблю природу, путешествия и общение с умными людьми. Читаю мангу, люблю мечтать</p>
          <br/><br/>
          <h2>Мировоззрение</h2>
          <p>Считаю своей целью постоянное самообразование, быть человеком, на которого можно положиться. Уделять много времени семье, воспитать хороших и самостоятельных детей, чтобы ими можно было бы гордиться</p>
          <br/><br/>
          <h1>Ссылки для связи</h1>
            <a href="https://vk.com/voloshinskii">VK</a><br/>
            Telegram: @ruinername<br/>
            <h3>Пиши: буду очень рад пообщаться с тобой 🙂</h3>
        </div>
      </div>
  );
}

export default App;
